export const give_reasons = [
    ["1 место по Кванториуму", 3],
    ["2 место по Кванториуму", 2],
    ["3 место по Кванториуму", 1],
    
    ["1 место на городском", 5],
    ["2 место на городском", 3],
    ["3 место на городском", 2],
    ["Участие на городском", 1],

    ["1 место на республиканском", 7],
    ["2 место на республиканском", 5],
    ["3 место на республиканском", 3],
    ["Участие на республиканском", 2],

    ["1 место на межрегиональном", 10],
    ["2 место на межрегиональном", 7],
    ["3 место на межрегиональном", 5],
    ["Участие на межрегиональном", 3],

    ["1 место на всероссийском", 15],
    ["2 место на всероссийском", 10],
    ["3 место на всероссийском", 7],
    ["Участие на всероссийском", 5],

    ["Отличная работа на уроке", 1],
    ["Проектная работа", 5],

    ["Инженерное волонтёрство", 2],
    ["Участие в мероприятии", 2]
]

export const take_reasons = [
    ["Покупка бейсболки", -60],
    ["Покупка кружки", -50],
    ["Покупка шопера", -60],
    ["Покупка патрика", -30],
    ["Покупка сюрикена", -10],
    ["Покупка куная", -15],

    ["Покупка значка", -30],
    ["Покупка кастомного значка", -20],

    ["Покупка брелка", -10],
    ["Покупка кастомного брелка", -15],

    ["20 мин VR", -10],
    ["40 мин VR", -20],

    ["3D печать", -30],
    ["Бронь места", -20],

    ["Плохое поведение", -2],
    ["Отсутствие сменнной обуви", -1]
]
